Repository: RaphaelJ/covid-tracer
Catalog: CovidTracer/Resx/Localization.*.resx
Languages: et, nl

# AboutTitle
source: About
et: Teave
nl: Over

# AboutTracerKey
source: CovidTracer ID
et: Koroonajälgija ID

# AboutDetails
source: This unique code identifies you to other CovidTracer users.
et: See unikaalne kood tuvastab teid teistele Koroonajälgija kasutajatele.
nl: Deze unieke code identificeert u met andere CovidTracer-gebruikers.

# AboutIcons
source: Icons by Freepik of Flaticon.
et: Ikoonid Freepik'ilt ja Flaticon'ilt.
nl: Icons door Freepik op Flaticon.

# AboutFreeSoftware
source: CovidTracer is a free and open-source software.
et: Koroonajälgija on vaba lähtekoodtarkvara.
nl: CovidTracer is gratis en opensource software.

# DetailsTitle
source: Details
et: Üksikasjad

# DetailsNoInteraction
source: No dangerous interaction detected.
et: Ohtlikke kokkupuuteid ei ole tuvastatud. No dangerous interaction detected.
nl: Geen gevaarlijk contact gedetecteerd.

# DetailsInteractionPositiveTitle
source: Interaction with a positive case
et: Kokkupuude kinnitatud haigusjuhtumiga
nl: Contact met een positief geval

# DetailsInteractionPositiveDetails
source: You have been in close contact with one or several positive cases to the new coronavirus.
et: Te olete lähedalt kokku puutunud ühe või mitme kinnitatud COVID-19 nakatanuga. Palun helistage kohe perearstile või 1247! Püsige kodus ja vältige kontakti teiste inimestega!
nl: Je bent in contact gekomen met een of meerdere personen personen besmet met Covid-19.

# DetailsInteractionSymptomaticTitle
source: Suspicious interaction
et: Kahtlane kokkupuude | Suspicious interaction
nl: Verdachte interactie

# DetailsInteractionSymptomaticDetails
source: You have been in close contact with one or several people with symptoms similar to those of the new coronavirus.
et: Te olete lähdalt kokku puutunud ühe või mitme COVID-19 sümptomitega isikuga. Püsige kodus ja vältige kontakti! Rohkem infot: kriis.ee ja 1247
nl: Je bent in contact gekomen met een of meerdere personen die symptomen vertonen van Covid-19.

# DetailsInteractionHistoryDate
source: {0} at {1}.
et: {0} kell {1}.
nl: {0} om {1}.

# MainTitle
source: CovidTracer
et: Koroonajälgija

# MainAboutButton
source: About
et: Teave
nl: Over

# MainDetailsButton
source: Details
et: Üksikasjad

# MainSignalingButton
source: Report my coronavirus infection
et: Teavita enda nakatumisest
nl: Meld mijn coronavirus infectie!

# MainPrivacyDetails
source: CovidTracer respects your privacy and does not transmit personal data over the Internet. Respect as much as possible social distancing measures recommended by your local government.
et: Koroonajälgija peab lugu teie privaatsusest ning ei edasta teie isiklikke andmeid. Pidage kinni eriolukorra reeglitest! Eriolukorra ajal tohib avalikus kohas viibida üksi või kahekesi, teistest olge 2 meetri kaugusel. Püsige kodus ja vältige kontakti teiste inimestega! Rohkem infot: kriis.ee ja 1247
nl: CovidTracer respecteert je privacy en stuurt geen persoonlijke gegevens door over het internet. Respecteer zelf de social distincing normen en volg het advies op van je locale overheden.

# MainStatusSafeTitle
source: All clear
et: Kõik korras
nl: Alles ok

# MainStatusSafeText
source: No interaction with a positive case detected.
et: Ühtegi kokkupuudet COVID-19 juhtumitega pole tuvastatud.
nl: Geen interactie met een positief geval gevonden.

# MainStatusSymptomaticTitle
source: Moderate risk
et: Mõõdukas risk
nl: Gemiddeld risico

# MainStatusSymptomaticText
source: You have been in contact with one or several symptomatic cases to COVID-19.
et: Te olete kokku puutunud ühe või mitme COVID-19 sümptomitega isikuga.
nl: Je bent in contact gekomen met mogelijks besmette personen

# MainStatusPositiveTitle
source: High risk
et: Kõrge risk
nl: Hoog risico

# MainStatusPositiveText
source: You have been in contact with one or several positive cases to COVID-19.
et: Te olete kokku puutunud ühe või mitme kinnitatud COVID-19 nakatunuga.
nl: Je bent in contact gekomen met bevestigde gevallen

# OnboardingContinue
source: Continue
et: Jätka
nl: Ga verder

# OnboardingBluetooth
source: CovidTracer uses Bluetooth to anonymously notify you of any contact that you may have had with people infected with coronavirus.
et: Koroonajälgija kasutab Bluetooth'i, et teavitada teid anonüümselt igasugusest kokkupuutest COVID-19 nakatunutega.
nl: CovidTracer gebruikt Bluetooth om je anoniem te waarschuwen als je mogelijks contact hebt gehad met een drager van het nieuwe Coronavirus.

# OnboardingPrivacy
source: CovidTracer is totally anonymous and does not collect your personal data or location. CovidTracer respects your privacy.
et: Koroonajälgija on täielikult anonüümne ning ei kogu teie isiklikke andmeid ega asukohta. Koroonajälgija peab lugu teie privaatsusest.
nl: CovidTracer is volledig anoniem en verzameld geen persoonlijke- en/of locatiegegevens. CovidTracer respecteert je privacy.

# OnboardingRecommendedUses
source: For maximum efficiency, opens the app or let it run in background when you interact with people external to your household (transports, office, grocery stores, outdoor activities...).
et: Parimaks töövõimeks avage äpp ning jäta taustal lahti, eriti kui puutute kokku teiste isikutega (autos, ühistranspordis, poes, õues, tööl ja mujal).
nl: Om een maximale werking te garanderen open je best de app (of laat je hem in de achtergrond opstaan) wanneer je interacties hebt met niet-huisgenoten zoals op verplaatsingen, kantoor, winkels, openbare activiteiten...

# SignalingTitle
source: Report
et: Teavita
nl: Melden

# SignalingNotice
source: By filling this form, CovidTracer users with whom you may have interacted during your infectious period will be notified anonymously.
et: Selle ankeedi täitmisega saadate Koroonajälgija kasutajatele, kellega olete 14 päeva jooksul kokku puutunud.<br>See EI teavita valitsust! Helistage enne perearstile või 1247.
nl: Door dit formulier in te vullen zal CovidTracer andere gebruikers waarmee je recent in contact bent gekomen anoniem waarschuwen.

# SignalingFormSymptomOnset
source: Symptom onset
et: Sümptomite algus
nl: Eerste symptomen

# SignalingFormIsTested
source: I tested positive to SARS-CoV-2.
et: Olete testitud COVID-19 suhtes positiivselt.
nl: Ik ben positief getest op SARS-CoV-2.

# SignalingFormComment
source: Comment (optional)
et: Kommentaar (valikuvaba)
nl: Opmerking (optioneel)

# SignalingFormSubmit
source: Submit
et: Saada
nl: Verzenden

# SignalingFormConfirmTitle
source: Continue?
et: Olete kindel, et soovite saata?
nl: Verder gaan?

# SignalingFormConfirmText
source: This operation can not be reverted.
et: Seda tegevust ei saa tagasi võtta.
nl: De actie kan niet ongedaan gemaakt worden

# SignalingFormConfirmYes
source: Yes
et: Jah
nl: Ja

# SignalingSuccessTitle
source: Success
et: Saadetud
nl: Succes

# SignalingSuccessText
source: Your infection has been successfully reported.
et: Esitatud informatsiooun on edukalt saadetud. Täname!
nl: Je besmetting is succesvol anoniem doorgegeven aan andere gebruikers.

# SignalingSuccessContinue
source: Continue
et: Edasi
nl: Doorgaan

# SignalingFailureTitle
source: Failure
et: Saatmine ebaõnnestus
nl: Fout

# SignalingFailureText
source: Operation failed, please try again later.
et: Palun proovige hiljem uuesti.
nl: Er ging iets fout. Probeer het later nog eens aub.

# SignalingFailureContinue
source: Continue
et: Edasi
nl: Doorgaan

# SignalingAlreadyDoneText
source: Your infection has already been successfully signalled.
et: Te olete juba oma juhtumist teavitanud.
nl: Je besmetting is al anoniem doorgegeven aan andere gebruikers.

# SignalingFormConfirmNo
source: No
nl: Nee
